results/dev-dax/xeon/dev-dax_xeon.txt
dev-dax-write: (g=0): rw=randwrite, bs=2048KiB-2048KiB,2048KiB-2048KiB,2048KiB-2048KiB, ioengine=dev-dax, iodepth=1
dev-dax-read: (g=1): rw=randread, bs=2048KiB-2048KiB,2048KiB-2048KiB,2048KiB-2048KiB, ioengine=dev-dax, iodepth=1
fio-2.17-38-gd767-dirty
Starting 2 threads

dev-dax-write: (groupid=0, jobs=1): err= 0: pid=10062: Sun Feb  5 21:06:56 2017
  write: IOPS=7411, BW=14.5GiB/s (15.6GB/s)(434GiB/30001msec)
    clat (usec): min=110, max=211, avg=114.40, stdev= 2.71
     lat (usec): min=122, max=255, avg=134.52, stdev= 5.03
    clat percentiles (usec):
     |  1.00th=[  112],  5.00th=[  113], 10.00th=[  113], 20.00th=[  113],
     | 30.00th=[  114], 40.00th=[  114], 50.00th=[  114], 60.00th=[  114],
     | 70.00th=[  114], 80.00th=[  115], 90.00th=[  115], 95.00th=[  116],
     | 99.00th=[  121], 99.50th=[  135], 99.90th=[  155], 99.95th=[  161],
     | 99.99th=[  185]
   bw (  MiB/s): min= 9706, max=18618, per=0.12%, avg=17910.59, stdev=342.05
    lat (usec) : 250=100.00%
  cpu          : usr=99.61%, sys=0.37%, ctx=29, majf=0, minf=117038
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwt: total=0,222355,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
dev-dax-read: (groupid=1, jobs=1): err= 0: pid=10077: Sun Feb  5 21:06:56 2017
   read: IOPS=6299, BW=12.4GiB/s (13.3GB/s)(369GiB/30001msec)
    clat (usec): min=100, max=379, avg=157.83, stdev= 6.82
     lat (usec): min=100, max=380, avg=157.89, stdev= 6.82
    clat percentiles (usec):
     |  1.00th=[  153],  5.00th=[  155], 10.00th=[  155], 20.00th=[  155],
     | 30.00th=[  155], 40.00th=[  157], 50.00th=[  157], 60.00th=[  157],
     | 70.00th=[  157], 80.00th=[  159], 90.00th=[  163], 95.00th=[  169],
     | 99.00th=[  185], 99.50th=[  189], 99.90th=[  219], 99.95th=[  233],
     | 99.99th=[  270]
   bw (  MiB/s): min= 5403, max=20480, per=0.10%, avg=12996.79, stdev=489.32
    lat (usec) : 250=99.98%, 500=0.02%
  cpu          : usr=99.32%, sys=0.66%, ctx=30, majf=0, minf=101583
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwt: total=188988,0,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=14.5GiB/s (15.6GB/s), 14.5GiB/s-14.5GiB/s (15.6GB/s-15.6GB/s), io=434GiB (466GB), run=30001-30001msec

Run status group 1 (all jobs):
   READ: bw=12.4GiB/s (13.3GB/s), 12.4GiB/s-12.4GiB/s (13.3GB/s-13.3GB/s), io=369GiB (396GB), run=30001-30001msec